src/test/resources/sample-requests/IF3_PORDDataSync_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.bhnetwork.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:porDataSync>
         <poNumber>PO-1018382</poNumber>
         <porId>POR100601</porId>
         <vendorId>V672011</vendorId>
         <buyer>John Doe</buyer>
      </ser:porDataSync>
   </soapenv:Body>
</soapenv:Envelope>